"""Файл - содержит сообщения бота, для общей замены в приложении"""


INCORRECT_INPUT = 'Ошибка ввода. Данной команды не существует. Введи /help и ознакомься с командами бота'
WELCOME = 'Привет. Этот бот для тестирования игры Cubix!'
HELP = 'Бот предназначен для тестирования игры Cubix \n\n Команды бота:\n/help - помощь \n/bug_report - отправить репорт'
DEVICE_MODEL = 'Введите модель девайса'
DESCRIPTION = 'Введите подробное описание проблемы'
PERIODICITY = 'Как часто встречается?'
TYPE_OF_PROBLEM = 'Выберите тип проблемы'
TITLE_MESSAGE = 'Введите краткое описание (название проблемы)'
ADD_FILE = 'Хотите прикрепить файл?'
SEND_FILE = 'Отправьте файлы для доп. информации по репорту'
REPORT_COMPLETE = 'Баг репорт успешно создан.'
PHONE_WARNING = 'Введите номер телефона. Он будет необходим для связи.'
INCORRECT_PHONE = 'Введён не корректный номер телефона ❌'
PHONE_COMPLETE = 'Номер сохранен ✅'
FILE_SAVE = 'Файл сохранен.'
